var file2 = [
    {
        name: "Cердечно-сосудистые заболевания",
        phases: {
            2002: [
                {
                title: "IV",
                count: 2
                }
            ],
            2003: [
                {
                title: "IV",
                count: 3
                }
            ],
            2004: [
                {
                title: "IV",
                count: 3
                }
            ],
            2005: [
                {
                title: "IV",
                count: 1
                }
            ],
            2006: [
                {
                title: "IV",
                count: 4
                }
            ],
            2007: [
                {
                title: "IV",
                count: 1
                }
            ],
            2008: [
                {
                title: "IV",
                count: 5
                }
            ],
            2009: [
                {
                title: "IV",
                count: 2
                }
            ],
            2010: [
            ],
            2011: [
            ],
            2012: [
                {
                title: "IV",
                count: 1
                }
            ],
            2013: [
            ],
            2014: [
                {
                title: "III",
                count: 2
                },
                {
                title: "IV",
                count: 1
                }
            ],
            2015: [
                {
                title: "II",
                count: 1
                }
            ],
            2016: [
            ],
            2017: [
                {
                title: "I",
                count: 1
                }
            ],
            2018: [
            ],
            2019: [
            ],
            2020: [
                {
                title: "II",
                count: 1
                },
                {
                title: "III",
                count: 1
                }
            ],
            2021: [
                {
                title: "I",
                count: 1
                }
            ],
            2022: [
            ],
            2023: [
            ]
        }
    },
    {
        name: "Анестезиология",
        phases: {
            2002: [
            ],
            2003: [
            ],
            2004: [
            ],
            2005: [
            ],
            2006: [
            ],
            2007: [
            ],
            2008: [
            ],
            2009: [
            ],
            2010: [
            ],
            2011: [
            ],
            2012: [
            ],
            2013: [
            ],
            2014: [
                {
                title: "III",
                count: 1
                }
            ],
            2015: [
            ],
            2016: [
            ],
            2017: [
            ],
            2018: [
            ],
            2019: [
            ],
            2020: [
            ],
            2021: [
            ],
            2022: [
            ],
            2023: [
            ]
        }
    },
    {
        name: "Вирусные инфекции",
        phases: {
            2001: [
            ],
            2002: [
            ],
            2003: [
            ],
            2004: [
            ],
            2005: [
            ],
            2006: [
            ],
            2007: [
            ],
            2008: [
            ],
            2009: [
            ],
            2010: [
            ],
            2011: [
            ],
            2012: [
            ],
            2013: [
            ],
            2014: [
                {
                title: "II",
                count: 1
                }
            ],
            2015: [
                {
                title: "I",
                count: 1
                },
                {
                title: "II",
                count: 1
                },
                {
                title: "III",
                count: 2
                }
            ],
            2016: [
                {
                title: "I",
                count: 3
                }
            ],
            2017: [
                {
                title: "I",
                count: 2
                },
                {
                title: "II",
                count: 2
                },
                {
                title: "III",
                count: 1
                }
            ],
            2018: [
                {
                title: "I",
                count: 2
                },
                {
                title: "II",
                count: 1
                }
            ],
            2019: [
            ],
            2020: [
                {
                title: "III",
                count: 1
                },
                {
                title: "IV",
                count: 2
                }
            ],
            2021: [
                {
                title: "II",
                count: 1
                },
                {
                title: "III",
                count: 1
                }
            ],
            2022: [
            ],
            2023: [
            ]
        }
    },
    {
        name: "Гематология",
        phases: {
            2002: [
            ],
            2003: [
            ],
            2004: [
            ],
            2005: [
            ],
            2006: [
            ],
            2007: [
            ],
            2008: [
            ],
            2009: [
            ],
            2010: [
            ],
            2011: [
            ],
            2012: [
            ],
            2013: [
            ],
            2014: [
            ],
            2015: [
            ],
            2016: [
            ],
            2017: [
            ],
            2018: [
            ],
            2019: [
                {
                title: "II",
                count: 1
                }
            ],
            2020: [
                {
                title: "II",
                count: 1
                }
            ],
            2021: [
            ],
            2022: [
            ],
            2023: [
            ]
        }
    },
    {
        name: "Гинекология",
        phases: {
            2002: [
            ],
            2003: [
            ],
            2004: [
            ],
            2005: [
            ],
            2006: [
            ],
            2007: [
            ],
            2008: [
            ],
            2009: [
                {
                title: "IV",
                count: 1
                }
            ],
            2010: [
                {
                title: "IV",
                count: 1
                }
            ],
            2011: [
            ],
            2012: [
            ],
            2013: [
            ],
            2014: [
            ],
            2015: [
            ],
            2016: [
            ],
            2017: [
                {
                title: "I",
                count: 1
                },
                {
                title: "III",
                count: 1
                }
            ],
            2018: [
                {
                title: "IV",
                count: 1
                }
            ],
            2019: [
                {
                title: "IV",
                count: 1
                }
            ],
            2020: [
                {
                title: "III",
                count: 1
                }
            ],
            2021: [
            ],
            2022: [
            ],
            2023: [
            ],
        }
    },
    {
        name: "Дерматология",
        phases: {
            2002: [
            ],
            2003: [
            ],
            2004: [
            ],
            2005: [
            ],
            2005: [
            ],
            2006: [
            ],
            2007: [
            ],
            2008: [
            ],
            2009: [
            ],
            2010: [
            ],
            2011: [
                {
                title: "IV",
                count: 1
                }
            ],
            2012: [
            ],
            2013: [
            ],
            2014: [
            ],
            2015: [
                {
                title: "IV",
                count: 1
                }
            ],
            2016: [
                {
                title: "III",
                count: 1
                }
            ],
            2017: [
            ],
            2018: [
                {
                title: "III",
                count: 1
                }
            ],
            2019: [
            ],
            2020: [
            ],
            2021: [
                {
                title: "III",
                count: 1
                }
            ],
            2022: [
            ],
            2023: [
            ]
        }
    },
    {
        name: "Другие области",
        phases: {
            2002: [
            ],
            2003: [
            ],
            2004: [
            ],
            2005: [
            ],
            2006: [
            ],
            2007: [
            ],
            2008: [
            ],
            2009: [
            ],
            2010: [
            ],
            2011: [
            ],
            2012: [
                {
                title: "IV",
                count: 1
                }
            ],
            2013: [
                {
                title: "IV",
                count: 2
                }
            ],
            2014: [
            ],
            2015: [
            ],
            2016: [
            ],
            2017: [
                {
                title: "I",
                count: 1
                }
            ],
            2018: [
            ],
            2019: [
            ],
            2020: [
            ],
            2021: [
            ],
            2022: [
            ],
            2023: [
            ]
        }
    },
    {
        name: "Заболевания опорно-двигательного аппарата",
        phases: {
            2002: [
            ],
            2003: [
            ],
            2004: [
            ],
            2005: [
            ],
            2006: [
            ],
            2007: [
            ],
            2008: [
            ],
            2009: [
            ],
            2010: [
            ],
            2011: [
            ],
            2012: [
            ],
            2013: [
            ],
            2014: [
            ],
            2015: [
            ],
            2016: [
                {
                title: "I",
                count: 1
                },
                {
                title: "IV",
                count: 1
                }
            ],
            2017: [
                {
                title: "I",
                count: 1
                }
            ],
            2018: [
            ],
            2019: [
            ],
            2020: [
            ],
            2021: [
            ],
            2022: [
            ],
            2023: [
            ]
        }
    },
    {
        name: "Заболевания органов дыхания",
        phases: {
            2002: [
            ],
            2003: [
            ],
            2004: [
            ],
            2005: [
            ],
            2006: [
            ],
            2007: [
                {
                title: "IV",
                count: 1
                }
            ],
            2008: [
            ],
            2009: [
                {
                title: "IV",
                count: 1
                }
            ],
            2010: [
            ],
            2011: [
                {
                title: "IV",
                count: 2
                }
            ],
            2012: [
            ],
            2013: [
                {
                title: "III",
                count: 3
                }
            ],
            2014: [
                {
                title: "I",
                count: 1
                },
                {
                title: "III",
                count: 3
                }
            ],
            2015: [
                {
                title: "I",
                count: 1
                },
                {
                title: "II",
                count: 1
                }
            ],
            2016: [
                {
                title: "III",
                count: 2
                }
            ],
            2017: [
            ],
            2018: [
            ],
            2019: [
            ],
            2020: [
                {
                title: "III",
                count: 1
                }
            ],
            2021: [
                {
                title: "III",
                count: 1
                }
            ],
            2022: [
            ],
            2023: [
            ]
        }
    },
    {
        name: "Заболевания органов дыхания",
        phases: {
            2002: [
            ],
            2003: [
            ],
            2004: [
            ],
            2005: [
            ],
            2006: [
            ],
            2007: [
                {
                title: "IV",
                count: 1
                }
            ],
            2008: [
            ],
            2009: [
                {
                title: "IV",
                count: 1
                }
            ],
            2010: [
            ],
            2011: [
                {
                title: "IV",
                count: 2
                }
            ],
            2012: [
            ],
            2013: [
                {
                title: "III",
                count: 3
                }
            ],
            2014: [
                {
                title: "I",
                count: 1
                },
                {
                title: "III",
                count: 3
                }
            ],
            2015: [
                {
                title: "I",
                count: 1
                },
                {
                title: "II",
                count: 1
                }
            ],
            2016: [
                {
                title: "III",
                count: 2
                }
            ],
            2017: [
            ],
            2018: [
            ],
            2019: [
            ],
            2020: [
                {
                title: "III",
                count: 1
                }
            ],
            2021: [
            ],
            2022: [
                {
                title: "III",
                count: 1
                }
            ]
        }
    },
    {
        name: "Заболевания органов ЖКТ",
        phases: {
            2002: [
            ],
            2003: [
            ],
            2004: [
            ],
            2005: [
            ],
            2006: [
            ],
            2007: [
            ],
            2008: [
            ],
            2009: [
            ],
            2010: [
            ],
            2011: [
            ],
            2012: [
            ],
            2013: [
            ],
            2014: [
                {
                title: "III",
                count: 3
                }
            ],
            2015: [
                {
                title: "III",
                count: 1
                }
            ],
            2016: [
            ],
            2017: [
                {
                title: "I",
                count: 1
                }
            ],
            2018: [
            ],
            2019: [
                {
                title: "IV",
                count: 1
                }
            ],
            2020: [
            ],
            2021: [
                {
                title: "III",
                count: 2
                }
            ],
            2022: [
            ],
            2023: [
            ]
        }
    },
    {
        name: "Заболевания печени",
        phases: {
            2002: [
            ],
            2003: [
            ],
            2004: [
                {
                title: "IV",
                count: 1
                }
            ],
            2005: [
                {
                title: "IV",
                count: 1
                }
            ],
            2006: [
            ],
            2007: [
            ],
            2008: [
            ],
            2009: [
            ],
            2010: [
            ],
            2011: [
            ],
            2012: [
            ],
            2013: [
            ],
            2014: [
                {
                title: "II",
                count: 1
                }
            ],
            2015: [
                {
                title: "II",
                count: 1
                }
            ],
            2016: [
            ],
            2017: [
            ],
            2018: [
            ],
            2019: [
            ],
            2020: [
            ],
            2021: [
            ],
            2022: [
            ],
            2023: [
            ],
        }
    },
    {
        name: "Иммунология",
        phases: {
            2002: [
            ],
            2003: [
            ],
            2004: [
            ],
            2005: [
            ],
            2006: [
            ],
            2007: [
            ],
            2008: [
            ],
            2009: [
            ],
            2010: [
            ],
            2011: [
            ],
            2012: [
            ],
            2013: [
            ],
            2014: [
            ],
            2015: [
            ],
            2016: [
            ],
            2017: [
            ],
            2018: [
                {
                title: "IV",
                count: 1
                }
            ],
            2019: [
            ],
            2020: [
                {
                title: "II",
                count: 1
                },
                {
                title: "III",
                ount: 1
                }
            ],
            2021: [
            ],
            2022: [
                {
                title: "II",
                count: 1
                }
            ],
            2023: [
            ]
        }
    },
    {
        name: "Кардиология",
        phases: {
            2002: [
            ],
            2003: [
            ],
            2004: [
            ],
            2005: [
            ],
            2006: [
            ],
            2007: [
            ],
            2008: [
            ],
            2009: [
            ],
            2010: [
            ],
            2011: [
            ],
            2012: [
            ],
            2013: [
            ],
            2014: [
            ],
            2015: [
                {
                title: "III",
                count: 1
                }
            ],
            2016: [
            ],
            2017: [
            ],
            2018: [
            ],
            2019: [
            ],
            2020: [
            ],
            2021: [
            ],
            2022: [
            ],
            2023: [
            ]
        }
    },
    {
        name: "Неврология",
        phases: {
            2002: [
            ],
            2003: [
            ],
            2004: [
            ],
            2005: [
            ],
            2006: [
            ],
            2007: [
            ],
            2008: [
            ],
            2009: [
            ],
            2010: [
            ],
            2011: [
            ],
            2012: [
            ],
            2013: [
            ],
            2014: [
            ],
            2015: [
                {
                title: "III",
                count: 1
                }
            ],
            2016: [
            ],
            2017: [
            ],
            2018: [
            ],
            2019: [
            ],
            2020: [
            ],
            2021: [
            ],
            2022: [
            ],
            2023: [
            ]
        }
    },
    {
        name: "Онкология",
        phases: {
            2002: [
            ],
            2003: [
                {
                title: "IV",
                count: 1
                }
            ],
            2004: [
                {
                title: "IV",
                count: 2
                }
            ],
            2005: [
                {
                title: "IV",
                count: 1
                }
            ],
            2006: [
                {
                title: "IV",
                count: 1
                }
            ],
            2007: [
                {
                title: "IV",
                count: 2
                }
            ],
            2008: [
                {
                title: "IV",
                count: 4
                }
            ],
            2009: [
                {
                title: "IV",
                count: 5
                }
            ],
            2010: [
                {
                title: "IV",
                count: 2
                }
            ],
            2011: [
                {
                title: "III",
                count: 1
                },
                {
                title: "IV",
                count: 2
                }
            ],
            2012: [
            ],
            2013: [
            ],
            2014: [
                {
                title: "I",
                count: 2
                }
            ],
            2015: [
                {
                title: "II",
                count: 2
                },
                {
                title: "III",
                count: 2
                }
            ],
            2016: [
                {
                title: "I",
                count: 1
                }
            ],
            2017: [
            ],
            2018: [
            ],
            2019: [
                {
                title: "I",
                count: 1
                }
            ],
            2020: [
            ],
            2021: [
            ],
            2022: [
                {
                title: "I",
                count: 1
                },
                {
                title: "III",
                count: 1
                }
            ],
            2023: [
                {
                title: "IV",
                count: 2
                }
            ]
        }
    },
    {
        name: "Офтальмология",
        phases: {
            2002: [
            ],
            2003: [
            ],
            2004: [
            ],
            2005: [
            ],
            2006: [
            ],
            2007: [
            ],
            2008: [
            ],
            2009: [
            ],
            2010: [
            ],
            2011: [
            ],
            2012: [
            ],
            2013: [
                {
                title: "III",
                count: 1
                },
                {
                title: "IV",
                count: 2
                }
            ],
            2014: [
            ],
            2015: [
            ],
            2016: [
            ],
            2017: [
            ],
            2018: [
            ],
            2019: [
                {
                title: "IV",
                count: 1
                }
            ],
            2020: [
            ],
            2021: [
            ],
            2022: [
            ],
            2023: [
            ]
        }
    },
    {
        name: "Ревматология",
        phases: {
            2002: [
            ],
            2003: [
            ],
            2004: [
            ],
            2005: [
            ],
            2006: [
            ],
            2007: [
                {
                title: "IV",
                count: 1
                }
            ],
            2008: [
            ],
            2009: [
            ],
            2010: [
            ],
            2011: [
            ],
            2012: [
                {
                title: "IV",
                count: 2
                }
            ],
            2013: [
            ],
            2014: [
            ],
            2015: [
            ],
            2016: [
            ],
            2017: [
                {
                title: "I",
                count: 1
                },
                {
                title: "IV",
                count: 1
                }
            ],
            2018: [
                {
                title: "I",
                count: 1
                }
            ],
            2019: [
            ],
            2020: [
            ],
            2021: [
            ],
            2022: [
                {
                title: "II",
                count: 2
                },
                {
                title: "III",
                count: 1
                }
            ],
            2023: [
            ]
        }
    },
    {
        name: "Стоматология",
        phases: {
            2002: [
            ],
            2003: [
            ],
            2004: [
            ],
            2005: [
            ],
            2006: [
            ],
            2007: [
            ],
            2008: [
            ],
            2009: [
            ],
            2010: [
            ],
            2011: [
            ],
            2012: [
            ],
            2013: [
            ],
            2014: [
                {
                title: "III",
                count: 1
                }
            ],
            2015: [
            ],
            2016: [
            ],
            2017: [
                {
                title: "III",
                count: 1
                }
            ],
            2018: [
            ],
            2019: [
            ],
            2020: [
            ],
            2021: [
            ],
            2022: [
            ],
            2023: [
            ]
        }
    },
    {
        name: "Травматология",
        phases: {
            2002: [
            ],
            2003: [
            ],
            2004: [
            ],
            2005: [
            ],
            2006: [
            ],
            2007: [
            ],
            2008: [
            ],
            2009: [
            ],
            2010: [
            ],
            2011: [
            ],
            2012: [
            ],
            2013: [
            ],
            2014: [
            ],
            2015: [
                {
                title: "III",
                count: 1
                }
            ],
            2016: [
            ],
            2017: [
            ],
            2018: [
                {
                title: "II",
                count: 1
                }
            ],
            2019: [
                {
                title: "III",
                count: 1
                }
            ],
            2020: [
            ],
            2021: [
            ],
            2022: [
            ],
            2023: [
            ]
        }
    },
    {
        name: "Урология",
        phases: {
            2002: [
            ],
            2003: [
                {
                title: "IV",
                count: 1
                }
            ],
            2004: [
            ],
            2005: [
                {
                title: "IV",
                count: 1
                }
            ],
            2006: [
            ],
            2007: [
            ],
            2008: [
                {
                title: "IV",
                count: 1
                }
            ],
            2009: [
                {
                title: "IV",
                count: 1
                }
            ],
            2010: [
            ],
            2011: [
            ],
            2012: [
            ],
            2013: [
            ],
            2014: [
                {
                title: "III",
                count: 1
                }
            ],
            2015: [
            ],
            2016: [
                {
                title: "I",
                count: 1
                }
            ],
            2017: [
                {
                title: "I",
                count: 1
                },
                {
                title: "IV",
                count: 1
                }
            ],
            2018: [
                {
                title: "I",
                count: 1
                },
                {
                title: "IV",
                count: 1
                }
            ],
            2019: [
            ],
            2020: [
            ],
            2021: [
            ],
            2022: [
            ],
            2023: [
            ]
        }
    },
    {
        name: "Центральная нерваня система",
        phases: {
            2002: [
            ],
            2003: [
                {
                title: "IV",
                count: 2
                }
            ],
            2004: [
                {
                title: "IV",
                count: 4
                }
            ],
            2005: [
            ],
            2006: [
                {
                title: "IV",
                count: 1
                }
            ],
            2007: [
                {
                title: "IV",
                count: 1
                }
            ],
            2008: [
            ],
            2009: [
            ],
            2010: [
                {
                title: "IV",
                count: 1
                }
            ],
            2011: [
                {
                title: "IV",
                count: 1
                }
            ],
            2012: [
            ],
            2013: [
                {
                title: "III",
                count: 1
                }
            ],
            2014: [
                {
                title: "IV",
                count: 1
                }
            ],
            2015: [
                {
                title: "I",
                count: 2
                },
                {
                title: "III",
                count: 2
                }
            ],
            2016: [
                {
                title: "I",
                count: 2
                }
            ],
            2017: [
                {
                title: "I",
                count: 3
                }
            ],
            2018: [
            ],
            2019: [
            ],
            2020: [
            ],
            2021: [
            ],
            2022: [
            ],
            2023: [
            ]
        }
    },
    {
        name: "Эндокринология",
        phases: {
            2002: [
            ],
            2003: [
            ],
            2004: [
                {
                title: "IV",
                count: 2
                }
            ],
            2005: [
                {
                title: "IV",
                count: 5
                }
            ],
            2006: [
                {
                title: "IV",
                count: 5
                }
            ],
            2007: [
                {
                title: "IV",
                count: 4
                }
            ],
            2008: [
                {
                title: "IV",
                count: 4
                }
            ],
            2009: [
                {
                title: "IV",
                count: 4
                }
            ],
            2010: [
                {
                title: "IV",
                count: 2
                }
            ],
            2011: [
                {
                title: "IV",
                count: 1
                }
            ],
            2012: [
                {
                title: "IV",
                count: 3
                }
            ],
            2013: [
                {
                title: "III",
                count: 1
                }
            ],
            2014: [
            ],
            2015: [
            ],
            2016: [
                {
                title: "I",
                count: 2
                },
                {
                title: "III",
                count: 1
                }
            ],
            2017: [
                {
                title: "I",
                count: 1
                }
            ],
            2018: [
                {
                title: "I",
                count: 3
                }
            ],
            2019: [
            ],
            2020: [
            ],
            2021: [
            ],
            2022: [
            ],
            2023: [
            ]
        }
    }
];